Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: views/thumbtable/select film roll
es: vistas/miniaturas/seleccionar carrete

source: views/thumbtable/select untouched
es: vistas/miniaturas/seleccionar no editadas

source: daylight
es: luz de día

source: direct sunlight
es: luz solar directa

source: cloudy
es: nublado

source: shade
es: sombra

source: incandescent
es: incandescente

source: incandescent warm
es: incandescente cálido

source: tungsten
es: tungsteno

source: fluorescent
es: fluorescente

source: fluorescent high
es: fluorescente intenso

source: cool white fluorescent
es: fluorescente blanco frío

source: warm white fluorescent
es: fluorescente blanco cálido

source: daylight fluorescent
es: fluorescente luz de día

source: neutral fluorescent
es: fluorescente neutro

source: white fluorescent
es: fluorescente blanco

source: sodium-vapor fluorescent
es: fluorescente vapor de sodio

source: day white fluorescent
es: fluorescente blanco de día

source: high temp. mercury-vapor fluorescent
es: fluorescente vapor de mercurio a alta temp.

source: high temp. mercury-vapor
es: vapor de mercurio a alta temperatura

source: flash (auto mode)
es: flash (modo automático)

source: evening sun
es: luz de sol del atardecer

source: underwater
es: submarino

source: black & white
es: blanco y negro

source: spot WB
es: balance de blancos puntual

source: manual WB
es: balance de blancos manual

source: camera WB
es: balance de blancos de la cámara

source: auto WB
es: balance de blancos automático

source: creating cache directories
es: creando directorios cache

source: creating cache directory '%s'
es: creando directorio cache '%s'

source: could not create directory '%s'!
es: no se puede crear directorio cache '%s'!

source: warning: no images are matching the requested image id range
es: Advertencia: ninguna imagen concuerda con la búsqueda de id.

source: warning: did you want to swap these boundaries?
es: Advertencia: ¿desea cambiar los límites?

source: warning: disk backend for thumbnail cache is disabled (cache_disk_backend) if you want to pre-generate thumbnails and for darktable to use them, you need to enable disk backend for thumbnail cache no thumbnails to be generated, done.
es: Advertencia: la función de almacenar la caché de miniaturas en el disco está desactivada (cache_disk_backend). Si desea una generación previa de miniaturas para que las disponga darktable, necesita habilitar esta función. No hay miniaturas que generar, terminado.

source: warning: disk backend for full preview cache is disabled (cache_disk_backend_full) if you want to pre-generate full preview and for darktable to use them, you need to enable disk backend for full preview cache no thumbnails to be generated, done.
es: Advertencia: la función de almacenar la caché de vista previa completa en el disco está desactivada (cache_disk_backend). Si desea una generación previa de previsualización completa para que las disponga darktable, necesita habilitar esta función. No hay miniaturas que generar, terminado.

source: error: ensure that min_mip <= max_mip
es: Error: asegúrese de que min_mip <= max_mip

source: creating complete lighttable thumbnail cache
es: Creando toda la caché de miniaturas de la mesa de luz

source: global
es: opciones globales

source: views
es: vistas

source: image operations
es: operaciones de imagen

source: modules
es: módulos

source: increase
es: incrementar

source: decrease
es: reducir

source: reset
es: restablecer

source: edit
es: editar

source: dynamic
es: dinámico

source: next
es: siguiente

source: previous
es: anterior

source: deleting preset for obsolete module
es: borrando preajuste de módulo obsoleto

source: store value as default
es: Guardar como valor por defecto

source: reset value to default
es: Restablecer valor a predeterminado

source: cancel
es: cancelar

source: please wait while prefetching thumbnails of images from camera...
es: Espere mientras se cargan las miniaturas de imágenes desde la cámara...

source: jobcode
es: código de trabajo

source: thumbnail
es: miniatura

source: storage file
es: archivo de almacenamiento

source: ignore JPEG files
es: Ignorar archivos JPEG

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+JPEG in a directory.
es: No cargar archivos con extensión .JPG o .JPEG. Puede ser útil cuando en un directorio existen RAW+JPEG.

source: override today's date
es: Anular la fecha de hoy

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
es: Activar si se desea anular la marca de tiempo utilizada al expandir las variables: $(AÑO), $(MES), $(DIA), $(HORA), $(MINUTO), $(SEGUNDOS)

source: images
es: Imágenes

source: settings
es: Configuración

source: select the images from the list below that you want to import into a new filmroll
es: Seleccione las imágenes de la siguiente lista que desee importar a una nueva sesión

source: please use YYYY-MM-DD format for date override
es: Use el formato AAAA-MM-DD para sobreescribir la fecha

source: tethering view
es: vista de captura

source: lighttable view
es: vista de mesa de luz

source: darkroom view
es: vista de cuarto oscuro

source: map view
es: vista de mapa

source: slideshow view
es: vista de diapositivas

source: print view
es: vista de imprimir

source: quit
es: salir

source: toggle fullscreen
es: activar pantalla completa

source: leave fullscreen
es: salir de pantalla completa

source: toggle side borders
es: activar paneles laterales

source: toggle panels collapsing controls
es: activar controles de pliegue de panel

source: toggle left panel
es: activar panel izquierdo

source: toggle right panel
es: activar panel derecho

source: toggle top panel
es: activar panel superior

source: toggle bottom panel
es: activar panel inferior

source: toggle header
es: activar cabecera

source: toggle filmstrip and timeline
es: mostrar u ocultar la tira de imágenes o la línea del tiempo

source: toggle top toolbar
es: activar barra de herramientas superior

source: toggle bottom toolbar
es: activar barra de herramientas inferior

source: toggle all top panels
es: activar todos los paneles superiores

source: toggle all bottom panels
es: activar todos los paneles inferiores

source: toggle focus peaking
es: activar o desactivar el enfoque máximo

source: switch view
es: cambiar vista

source: show accels window
es: mostrar la ventana de atajos

source: $(ROLL_NAME) - roll of the input image
es: $(ROLL_NAME) - carrete de la imagen de entrada

source: $(FILE_FOLDER) - folder containing the input image
es: $(FILE_FOLDER) - carpeta de la imagen de entrada

source: $(FILE_NAME) - basename of the input image
es: $(FILE_NAME) - nombre base de la imagen de entrada

source: $(FILE_EXTENSION) - extension of the input image
es: $(FILE_EXTENSION) - extensión de la imagen de entrada

source: $(VERSION) - duplicate version
es: $(VERSION) - duplicar versión

source: $(VERSION_IF_MULTI) - same as $(VERSION) but null string if only one version exists
es: $(VERSION_IF_MULTI) es similar a $(VERSION) sólo que queda con cadena nula si sólo existe una versión

source: $(VERSION_NAME) - version name from metadata
es: $(VERSION_NAME) - número de versión desde los metadatos

source: $(SEQUENCE) - sequence number
es: $(SEQUENCE) - número de secuencia

source: $(MAX_WIDTH) - maximum image export width
es: $(MAX_WIDTH) - ancho máximo de exportación de la imagen

source: $(MAX_HEIGHT) - maximum image export height
es: $(MAX_HEIGHT) - altura máxima de exportación de la imagen

source: $(YEAR) - year
es: $(YEAR) - año

source: $(MONTH) - month
es: $(MONTH) - mes

source: $(DAY) - day
es: $(DAY) - día

source: $(HOUR) - hour
es: $(HOUR) - hora

source: $(MINUTE) - minute
es: $(MINUTE) - minuto

source: $(SECOND) - second
es: $(SECOND) - segundo

source: $(EXIF_YEAR) - EXIF year
es: $(EXIF_YEAR) - año Exif

source: $(EXIF_MONTH) - EXIF month
es: $(EXIF_MONTH) - mes Exif

source: $(EXIF_DAY) - EXIF day
es: $(EXIF_DAY) - día Exif

source: $(EXIF_HOUR) - EXIF hour
es: $(EXIF_HOUR) - hora Exif

source: $(EXIF_MINUTE) - EXIF minute
es: $(EXIF_MINUTE) - minuto Exif

source: $(EXIF_SECOND) - EXIF second
es: $(EXIF_SECOND) - segundo Exif

source: $(EXIF_ISO) - ISO value
es: $(EXIF_ISO) - valor ISO

source: $(EXIF_EXPOSURE) - EXIF exposure
es: $(EXIF_EXPOSURE) - exposición Exif

source: $(EXIF_EXPOSURE_BIAS) - EXIF exposure bias
es: $(EXIF_EXPOSURE_BIAS) - Sesgo de exposición Exif

source: $(EXIF_APERTURE) - EXIF aperture
es: $(EXIF_APERTURE) - apertura EXIF

source: $(EXIF_FOCAL_LENGTH) - EXIF focal length
es: $(EXIF_FOCAL_LENGTH) - longitud focal Exif

source: $(EXIF_FOCUS_DISTANCE) - EXIF focal distance
es: $(EXIF_FOCUS_DISTANCE) - distancia focal Exif

source: $(LONGITUDE) - longitude
es: $(LONGITUDE) - longitud

source: $(LATITUDE) - latitude
es: $(LATITUDE) - latitud

source: $(ELEVATION) - elevation
es: $(ELEVATION) - elevación

source: $(STARS) - star rating
es: $(STARS) - puntuación

source: $(LABELS) - colorlabels
es: $(LABELS) - marcas de color

source: $(MAKER) - camera maker
es: $(MAKER) - fabricante de la cámara

source: $(MODEL) - camera model
es: $(MODEL) - modelo de la cámara

source: $(LENS) - lens
es: $(LENS) - lentes

source: $(TITLE) - title from metadata
es: $(TITLE) - titulo de los metadatos

source: $(DESCRIPTION) - description from metadata
es: $(DESCRIPTION) - descripción en los metadatos

source: $(CREATOR) - creator from metadata
es: $(CREATOR) - autor de los metadatos

source: $(PUBLISHER) - publisher from metadata
es: $(PUBLISHER) - editor de los metadatos

source: $(RIGHTS) - rights from metadata
es: $(RIGHTS) - derechos de los metadatos

source: $(PICTURES_FOLDER) - pictures folder
es: $(PICTURES_FOLDER) - carpeta de fotos

source: $(HOME) - home folder
es: $(HOME) - carpeta home

source: $(DESKTOP) - desktop folder
es: $(DESKTOP) - carpeta escritorio

source: $(OPENCL_ACTIVATED) - whether OpenCL is activated
es: $(OPENCL_ACTIVATED) - determinar si OpenCL está activado

source: $(CATEGORY0(category)) - subtag of level 0 in hierarchical tags
es: $(CATEGORY0(category)) - subetiqueta de nivel 0 en etiquetas jerárquicas

source: $(TAGS) - tags as set in metadata settings
es: $(TAGS) - etiquetas establecidas en la configuración de metadatos

source: horizontal lines
es: líneas horizontales

source: number of horizontal guide lines
es: número de líneas guía horizontales

source: vertical lines
es: líneas verticales

source: number of vertical guide lines
es: número de líneas guía verticales

source: subdivisions
es: subdivisiones

source: number of subdivisions per grid rectangle
es: Cantidad de subdivisiones por cuadrícula

source: extra
es: guías adicionales

source: golden sections
es: secciones áureas

source: golden spiral sections
es: secciones espirales

source: golden spiral
es: espiral áurea

source: show some extra guides
es: Mostrar guías adicionales

source: grid
es: rejilla

source: rules of thirds
es: regla de los tercios

source: metering
es: medida

source: perspective
es: perspectiva

source: diagonal method
es: método diagonal

source: harmonious triangles
es: triángulos armónicos

source: golden mean
es: proporción áurea

source: select parts to copy
es: seleccionar ítems para copiar

source: select parts to paste
es: seleccionar ítems para pegar

source: select _all
es: incluir _todos

source: select _none
es: excluir _todos

source: _ok
es: _aceptar

source: include
es: incluir

source: item
es: ítem

source: modules order
es: orden de los módulos

source: can't copy history out of unaltered image
es: No se puede copiar el historial de una imagen no modificada

source: apply metadata on import
es: establecer los metadatos al importar

source: apply some metadata to all newly imported images.
es: Establecer ciertos metadatos a todas las imágenes importadas.

source: metadata to be applied per default
es: Metadatos que se aplicarán por defecto

source: to be imported
es: para ser importado

source: selected metadata are imported from image and override the default value
es: Los metadatos seleccionados se importan desde la imagen anulando el valor predeterminado

source: comma separated list of tags
es: Lista de etiquetas separadas por coma

source: normal images
es: imagenes normales

source: interface language
es: Idioma de la interfaz

source: double click to reset to the system language
es: Doble clic para restablecer al idioma del sistema

source: set the language of the user interface. the system default is marked with an * (needs a restart)
es: Configurar el idioma de la interfaz de usuario. El predeterminado está marcado con un * (necesita reiniciarse)

source: theme
es: Tema

source: set the theme for the user interface
es: Establezca el tema de la interfaz de usuario

source: use system font size
es: Usar el tamaño de fuente del sistema

source: font size in points
es: Tamaño de letra en puntos tipográficos

source: modify selected theme with CSS tweaks below
es: Modificar el tema seleccionado con los ajustes de CSS a continuación

source: modify theme with CSS keyed below (saved to user.css)
es: Modificar el tema con el CSS tecleado abajo (guardado en usuario.css)

source: save theme tweaks
es: Guardar los ajustes del tema

source: /* ERROR Loading user.css */
es: /* ERROR al cargar usuario.css */

source: /* Enter CSS theme tweaks here */
es: /* Ingrese las modificaciones al tema CSS aquí */

source: darktable preferences
es: preferencias de darktable

source: model
es: modelo

source: maker
es: fabricante

source: import...
es: importar...

source: shortcuts
es: Atajos de teclado

source: shortcut
es: atajo de teclado

source: binding
es: combinación

source: search
es: Buscar

source: click or press enter to search click or press enter again to cycle through results
es: Haga clic o pulse Entrar para buscar Haga clic o pulse Entrar de nuevo para recorrer los resultados

source: export...
es: exportar...

source: press key combination to remap...
es: pulse nueva combinación de teclas...

source: %s accel is already mapped to %s. do you want to replace it ?
es: El atajo `%s' ya está asignado a %s. ¿Quiere reemplazarlo?

source: accel conflict
es: Atajo en conflicto

source: do you really want to delete the preset `%s'?
es: ¿Desea borrar el ajuste predefinido `%s'?

source: delete preset?
es: ¿Borrar este ajuste predefinido?

source: select file to export
es: Seleccione el archivo a exportar

source: select file to import
es: Seleccionar el archivo a importar

source: _open
es: _abrir

source: are you sure you want to restore the default keybindings? this will erase any modifications you have made.
es: ¿Está seguro de que desea restablecer los atajos de teclado predeterminados?Borrará cualquier modificación previamente hecha.

source: select preset to import
es: Seleccionar el preajuste al importar

source: failed to import preset
es: No se pudo importar el preajuste

source: edit `%s' for module `%s'
es: Editar `%s' para el módulo `%s'

source: description or further information
es: Descripción o información adicional

source: auto apply this preset to matching images
es: Establecer automáticamente este preajuste en imágenes coincidentes

source: only show this preset for matching images
es: Mostrar este preajuste sólo para imágenes coincidentes

source: be very careful with this option. this might be the last time you see your preset.
es: Especial cuidado con esta opción. Puediera ser la última vez que vea el preajuste.

source: string to match model (use % as wildcard)
es: cadena para coincidencia con modelo (use % como comodín)

source: string to match maker (use % as wildcard)
es: cadena para coincidencia con fabricante (use % como comodín)

source: string to match lens (use % as wildcard)
es: cadena para coincidencia de lente (use % as wildcard)

source: minimum ISO value
es: valor Exif mínimo

source: maximum ISO value
es: valor ISO máximo

source: minimum exposure time
es: tiempo mínimo de exposición

source: maximum exposure time
es: tiempo máximo de exposición

source: minimum aperture value
es: valor de apertura mínimo

source: maximum aperture value
es: valor de apertura máximo

source: minimum focal length
es: mínima longitud focal

source: maximum focal length
es: máxima longitud focal

source: format
es: formato

source: _select as output destination
es: _seleccionar como destino de salida

source: preset %s was successfully saved
es: El ajuste preestablecido %s fue guardado correctamente

source: new preset
es: nuevo preajuste

source: please give preset a name
es: dé un nombre al preajuste

source: unnamed preset
es: preajuste sin nombre

source: preset `%s' already exists. do you want to overwrite?
es: el preajuste `%s' ya existe. ¿quiere sobreescribirlo?

source: overwrite preset?
es: ¿sobreescribir el preajuste?

source: name of the preset
es: nombre del preajuste

source: (default)
es: (por defecto)

source: disabled: wrong module version
es: desactivar: versión errónea del módulo

source: edit this preset..
es: editar este preajuste..

source: delete this preset
es: borrar este preajuste

source: store new preset..
es: almacenar nuevo preajuste..

source: update preset
es: actualizar preajuste

source: favourite
es: favoritos

source: style %s was successfully saved
es: El estilo %s fue correctamente guardado

source: edit style
es: editar estilo

source: duplicate style
es: duplicar estilo

source: creates a duplicate of the style before applying changes
es: crea un duplicado del estilo antes de efectuar los cambios

source: create new style
es: crear un estilo nuevo

source: enter a name for the new style
es: introduzca un nombre para el nuevo estilo

source: enter a description for the new style, this description is searchable
es: introduzca una descripción para el nuevo estilo. es posible buscar esta descripción

source: update
es: actualizar

source: can't create style out of unaltered image
es: No se puede crear el estilo de una imagen no editada

source: copy
es: copiar

source: do a 1:1 copy of the selected files. the global options below do not apply!
es: hacer una copia 1:1 de los archivos seleccionados. las opciones globales de abajo se ignoran

source: the selected output profile doesn't work well with exr
es: el perfil de salida seleccionado no funciona bien con exr

source: OpenEXR (float)
es: OpenEXR (flotante)

source: compression mode
es: modo de compresión

source: PIZ (default)
es: PIZ (por defecto)

source: PXR24 (lossy)
es: PXR24 (pérdida)

source: B44 (lossy)
es: B44 (pérdida)

source: B44A (lossy)
es: B44A (pérdida)

source: quality
es: calidad

source: DCP mode
es: Modo DCP

source: invalid paper size
es: formato de papel inválido

source: invalid border size, using 0
es: tamaño de borde inválido, usando 0

source: could not export to file `%s'!
es: no se puede exportar el archivo %s

source: enter the title of the pdf
es: introduzca el título del pdf

source: paper size
es: formato de papel

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
es: Formato del papel del pdf Bien sea uno de la lista o "<width> [unit] x <height> <unit> Ejemplo: 210 mm x 2.97 cm

source: page orientation
es: orientación de la página

source: portrait
es: vertical

source: landscape
es: horizontal

source: paper orientation of the pdf
es: Orientación de la página del pdf

source: border
es: borde

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
es: Espacio en blanco alrededor del pdf Formato: tamaño + unidad Ejemplos: 10 mm, 1 in

source: dpi
es: ppp

source: dpi of the images inside the pdf
es: PPP de las imágenes dentro del pdf

source: rotate images
es: rotar imágenes

source: images can be rotated to match the pdf orientation to waste less space when printing
es: Las imágenes pueden ser rotadas para igualar la orientación del pdf y así, reducir el desperdicio de espacio al imprimir

source: TODO: pages
es: PENDIENTE: páginas

source: single images
es: imágenes

source: contact sheet
es: hoja de contactos

source: what pages should be added to the pdf
es: Las páginas que deberían ser agregadas al pdf

source: embed icc profiles
es: incrustar perfiles icc

source: images can be tagged with their icc profile
es: Las imágenes pueden ser etiquetadas con su perfil icc

source: bit depth
es: profundidad de bit

source: bits per channel of the embedded images
es: Bits por canal de las imágenes incrustadas

source: compression
es: compresión

source: uncompressed
es: sin comprimir

source: deflate
es: deflación

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
es: Método utilizado para la compresión de la imagen Sin comprimir: es rápido pero resulta en archivos grandes Deflación: es lento pero resulta en archivos pequeños

source: image mode
es: modo de imagen

source: draft
es: borrador

source: debug
es: depurar

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
es: Normal: Sólo coloca las imágenes en el pdf Borrador: Las imágenes son reemplazadas por cajas Depurar: Sólo muestra el contorno de las cajas delimitadoras

source: PFM (float)
es: PFM (flotante)

source: will export as a grayscale image
es: Se exportará como una imagen en escala de grises

source: image
es: imagen

source: 32 bit (float)
es: 32 bit (flotante)

source: deflate with predictor
es: deflación con predicción

source: deflate with predictor (float)
es: deflación con predicción (flotante)

source: compression level
es: nivel de compresión

source: compression type
es: tipo de compresión

source: lossy
es: con pérdida

source: lossless
es: sin pérdidas

source: applies only to lossy setting
es: aplica solo a ajustes con pérdida

source: image hint
es: indicio de imagen

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
es: Indicios relacionados con la imagen para el codificador. Imagen: imagen digital, toma interior, como el retrato Foto : fotografía de exteriores, con iluminación natural Gráfico : tono discreto de la imagen (gráfico, patrón, etc)

source: picture
es: imagen

source: photo
es: foto

source: graphic
es: gráfico

source: file on disk
es: archivo en disco

source: enter the path where to put exported images variables support bash like string manipulation recognized variables:
es: Ingrese la ruta destino para exportar las imágenes Las variables admiten bash como la manipulación de cadenas variables reconocidas:

source: on conflict
es: en conflicto

source: create unique filename
es: crear nombre único

source: overwrite
es: sobreescribir

source: skip
es: omitir

source: could not create directory `%s'!
es: No se puede crear el directorio '%s'

source: could not write to directory `%s'!
es: No se puede escribir en el directorio '%s'

source: %d/%d skipping `%s'
es: %d/%d omitiendo `%s'

source: %d/%d exported to `%s'
es: %d/%d exportado a `%s'

source: you are going to export on overwrite mode, this will overwrite any existing images do you really want to continue?
es: Se exportará en modo de sobrescritura, lo cual sobrescribirá cualquier imagen existente ¿Realmente desea continuar?

source: send as email
es: enviar como correo electrónico

source: images exported from darktable
es: imágenes exportadas desde dartable

source: could not launch email client!
es: no se pudo abrir el cliente de correo!

source: website gallery
es: galería web

source: enter the title of the website
es: introduzca el título de la página web

source: LaTeX book template
es: plantilla de libro LaTeX
